DLNACast/action.xml

<?xml version="1.0" encoding="utf-8"?>
<s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <u:ActionName xmlns:u="ServiceType">
        </u:ActionName>
    </s:Body>
</s:Envelope>
